tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "teamookla/speedtest"
brew "bash"
brew "git"
brew "jq"
brew "mas"
brew "nvm"
brew "python@3.9"
brew "swiftlint"
brew "vcprompt"
brew "teamookla/speedtest/speedtest"
cask "adobe-creative-cloud"
cask "bartender"
cask "bettertouchtool"
cask "discord"
cask "eclipse-java"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "github"
cask "google-chrome"
cask "iina"
cask "obsidian"
cask "qlmarkdown"
cask "quicklook-json"
cask "raycast"
cask "sensei"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "steam"
cask "texpad"
cask "typora"
cask "visual-studio-code"
cask "xcodes"
cask "zoom"
mas "Accelerate", id: 1459809092
mas "Bakery", id: 1575220747
mas "Developer", id: 640199958
mas "Grammarly for Safari", id: 1462114288
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RocketSim", id: 1504940162
mas "Spark", id: 1176895641
mas "TestFlight", id: 899247664
mas "WhatsApp", id: 1147396723
