tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "teamookla/speedtest"
brew "bash"
brew "git"
brew "jq"
brew "mas"
brew "nvm"
brew "swiftlint"
brew "teamookla/speedtest/speedtest"
cask "adobe-creative-cloud"
cask "bartender"
cask "discord"
cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-open-sans"
cask "font-source-code-pro"
cask "github"
cask "google-chrome"
cask "iina"
cask "nightowl"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "raycast"
cask "sensei"
cask "sf-symbols"
cask "spotify"
cask "texpad"
cask "typora"
cask "visual-studio-code"
cask "zoom"
mas "AC Widget", id: 1562025981
mas "Accelerate", id: 1459809092
mas "Developer", id: 640199958
mas "Grammarly for Safari", id: 1462114288
mas "Hush", id: 1544743900
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835